Repository: berdikulov-06/ITravel
Catalog: ITravel/Resources/Resource.*.resx
Languages: ru_ru, uz_latn_uz

source: About company
ru_ru: О компании
uz_latn_uz: Kompaniya haqida

# about_text_1
source: "ITRAVEL TASHKENT" company was established in 2023. It offers you great opportunities to travel in different directions. Different countries will help you to travel and enjoy your vacation. We offer a wide range of services, from visa processing to individual or group travel arrangements, booking tickets, hotels, transfers, and organizing excursions and entertainment programs.
ru_ru: Компания «ITRAVEL TASHKENT» основана в 2023 году. Он предлагает вам большие возможности путешествовать в разных направлениях. Разные страны помогут вам путешествовать и наслаждаться отдыхом. Мы предлагаем широкий спектр услуг: от оформления визы до организации индивидуальных или групповых поездок, бронирования билетов, отелей, трансфера, организации экскурсий и развлекательных программ.
uz_latn_uz: "ITRAVEL TASHKENT" kompaniyasi 2023 yilda tashkil etilgan. Sizga turli xil yo'nalishlarda sayoxat qilish uchun ajoyib imkoniyatlarni taqdim etadi. Turli xil mamlakatlar aro sayohat va maroqli dam olishingizda ko'maklashadi. Biz vizalarni rasmiylashtirishdan tortib, individual yoki guruhli sayohatlarni tashkil qilish, chiptalar, mehmonxonalar, transferlarni bron qilish va ekskursiya va ko'ngilochar dasturlarni tashkil etishgacha bo'lgan turli xil xizmatlarni taklif etamiz.

# about_text_2
source: The most important thing for us is to organize the highest quality holiday, so we work only with proven and reliable partners in the tourism sector.
ru_ru: Самое главное для нас – организация максимально качественного отдыха, поэтому мы работаем только с проверенными и надежными партнерами в туристической сфере.
uz_latn_uz: Biz uchun eng muhimi, eng yuqori sifatli dam olishni tashkil qilishdir, shuning uchun biz turizm sohasida faqat tasdiqlangan va ishonchli hamkorlar bilan ishlaymiz.

# about_text_3
source: Travel abroad through the Itravel-Tashkent agency
ru_ru: Путешествие за границу через агентство 'ITravel Tashkent'
uz_latn_uz: 'ITravel Tashkent' agentligi orqali chet elga sayohatni amalga oshiring

source: About Us
ru_ru: О нас
uz_latn_uz: Biz haqimizda

source: Amount
ru_ru: Сумма
uz_latn_uz: Summa

source: Any tours
ru_ru: Любые туры
uz_latn_uz: Har qanday turlar

# any_tours_text
source: Both group and individual tours available
ru_ru: Доступные как групповые, так и индивидуальные туры
uz_latn_uz: Ham guruh, ham individual sayohatlar mavjud

source: Booking
ru_ru: Бронирование
uz_latn_uz: Bron qilish

source: Booking Now
ru_ru: Забронируйте сейчас
uz_latn_uz: Bron qilish

# book_tour
source: Book This Tour
ru_ru: Забронировать этот тур
uz_latn_uz: Ushbu turni bron qiling

# categs
source: Categories
ru_ru: Категории
uz_latn_uz: Kategoriyalar

source: Choose Your Place
ru_ru: Выберите свое место
uz_latn_uz: Joyingizni tanlang

source: Contact
ru_ru: Контакты
uz_latn_uz: Kontaktlar

# date
source: Date to
ru_ru: Дата
uz_latn_uz: Sana

# destination
source: Destinations
ru_ru: Направления
uz_latn_uz: Yo'nalishlar

source: Destinations
ru_ru: Направления
uz_latn_uz: Yo'nalishlar

# email
source: Email Address:
ru_ru: Адрес электронной почты:
uz_latn_uz: E-pochta manzili:

# enter_email
source: Enter email address
ru_ru: Введите адрес электронной почты
uz_latn_uz: Elektron pochtangizni kiritingss

# enter_message
source: Type you keyword
ru_ru: Введите ключевое слово
uz_latn_uz: Kalit so'zni kiriting

# enter_name
source: Enter your name
ru_ru: Введите ваше имя
uz_latn_uz: Ismingizni kiriting

# exclusive
source: Get Exclusive Tour
ru_ru: Получите эксклюзивный тур
uz_latn_uz: Eksklyuziv sayohatga ega bo'ling

# explore
source: Explore Your Travel
ru_ru: Исследуйте свое путешествие
uz_latn_uz: Sayohatingizni o'rganing

# faq
source: Frequently Asked Question
ru_ru: Часто задаваемые вопросы
uz_latn_uz: Tez-tez so'raladigan savol

# faq1_header
source: How to book a tour?
ru_ru: Как заказать тур?
uz_latn_uz: Ekskursiyani qanday bron qilish kerak?

# faq1_text
source: Contact us at any of the listed numbers: +998 97 333 22 23 and our managers will competently select and create a tour just for you.
ru_ru: Свяжите с нами по любому из перечисленных номеров: +998 97 333 22 23 и наши менеджеры грамотно подберут и составят тур именно для вас.
uz_latn_uz: Biz bilan ro'yxatga olingan raqamlardan biriga murojaat qiling: +998 97 333 22 23 va bizning menejerlarimiz malakali ravishda tanlab, aynan siz uchun ekskursiya yaratadilar.

# faq2_header
source: Can I cancel the tour?
ru_ru: Могу ли я отказаться от тура?
uz_latn_uz: Ekskursiyani bekor qila olamanmi?

# faq2_text
source: You can cancel the tour at any time, but if you cancel the tour 60 days before departure, penalties may apply, it all depends on the country and the terms of our contracts. Please check the cancellation conditions with the manager at the time of booking.
ru_ru: Вы можете отказаться от тура в любое время, но при отказе от тура за 60 дней до вылета возможны штрафные санкции, все зависит от страны и условий наших контрактов. Условия аннуляции просим уточнить у менеджера во время бронирования.
uz_latn_uz: Turni istalgan vaqtda bekor qilishingiz mumkin, lekin agar siz jo'nashdan 60 kun oldin turni bekor qilsangiz, jarimalar qo'llanilishi mumkin, barchasi mamlakatga va shartnomalarimiz shartlariga bog'liq. Iltimos, bron qilish vaqtida menejer bilan bekor qilish shartlarini tekshiring.

# faq3_header
source: Do you have branches in the regions?
ru_ru: Есть ли у вас филиалы в областях?
uz_latn_uz: Hududlarda filiallaringiz bormi?

# faq3_text
source: We do not have branches in the regions, but we speak Uzbek, Russian and English and can easily and quickly arrange a tour remotely.
ru_ru: У нас нет филиалов в областях, но мы говорим на узбекском, русском и английском языках и сможем легко и быстро оформить тур дистанционно.
uz_latn_uz: Hududlarda bizning filiallarimiz yo'q, lekin biz o'zbek, rus va ingliz tillarida gaplashamiz va masofadan turib osongina va tez sayohat tashkil qilishimiz mumkin.

source: Favorable prices
ru_ru: Выгодные цены
uz_latn_uz: Qulay narxlar

# favorable_prices_text
source: Loyal prices for tours without overpayments
ru_ru: Лояльные цены на туры без переплат
uz_latn_uz: Ortiqcha to'lovlarsiz turlar uchun sodiq narxlar

source: Friendly Price
ru_ru: Дружественная цена

source: Home
ru_ru: Главная
uz_latn_uz: Asosiy

# input_name
source: Enter your name
ru_ru: Введите ваше имя
uz_latn_uz: Ismingizni kiriting

# itravel_text
source: I travel not to go anywhere, but to go. I travel for travel's sake the great affair is to move.
ru_ru: Я путешествую не для того, чтобы куда-то поехать, а чтобы поехать. Я путешествую ради путешествия, великое дело — передвигаться.
uz_latn_uz: Men biror joyga borish uchun emas, borish uchun sayohat qilaman. Men sayohat qilish uchun sayohat qilaman, eng zo'r narsa harakat qilishdir.

source: Learn More
ru_ru: Узнать больше
uz_latn_uz: Batafsil ma'lumot

source: Name
ru_ru: Имя
uz_latn_uz: Ism

# newsletter
source: Get a newsletter
ru_ru: Получить информационный бюллетень
uz_latn_uz: Axborot byulletenini oling

# otziv1
source: “Many thanks to the travel agency “ITravel Tashkent” for organizing our trip. We turned to ITravel Tashkent when we had already decided on the tour, but despite this, she offered her options - she did everything to ensure that we found the best for ourselves. We made the right choice and were pleased with the trip! When choosing our trip, manager was always friendly and easy to communicate with. He answered all our questions, and I bombarded her with questions like on an exam - he always explained everything in detail and clearly, provided all the information that interested us. I especially noted for myself that a week before departure I didn’t need to call her, write to see if anything had changed...
ru_ru: «Большое спасибо туристическому агентству «ITravel Tashkent» за организацию нашей поездки. В ITravel Tashkent мы обратились, когда уже определились с туром, но, несмотря на это, она предложила свои варианты – сделала все, чтобы мы нашли для себя лучшее. Мы сделали правильный выбор и остались довольны поездкой! При выборе поездки менеджер всегда был дружелюбен и с ним было легко общаться. Она ответила на все наши вопросы, а я засыпала ее вопросами, как на экзамене – она всегда все подробно и понятно объясняла, предоставляла всю интересующую нас информацию. Особо отметила для себя, что за неделю до отъезда мне не нужно было ей звонить, писать, чтобы узнать, изменилось ли что-нибудь...
uz_latn_uz: “Sayohatimizni tashkil etgani uchun “ITravel Tashkent” sayyohlik agentligiga katta rahmat. Sayohatga qaror qilganimizdan so'ng, biz ITravel-Tashkent ga murojaat qildik, ammo shunga qaramay, u o'z variantlarini taklif qildi - o'zimiz uchun eng yaxshisini topishimiz uchun hamma narsani qildi. Biz to'g'ri tanlov qildik va sayohatdan mamnun bo'ldik! Sayohatimizni tanlashda menejer har doim do'stona va muloqot qilish oson edi. U bizning barcha savollarimizga javob berdi va men uni imtihondagi kabi savollar bilan bombardimon qildim - u har doim hamma narsani batafsil va aniq tushuntirib berdi, bizni qiziqtirgan barcha ma'lumotlarni taqdim etdi. Men, ayniqsa, jo'nashdan bir hafta oldin unga qo'ng'iroq qilishim, biror narsa o'zgarganmi yoki yo'qligini bilish uchun yozishim shart emasligini ta'kidladim ...

# otziv2
source: “Our review will be not only about Pattaya, but about the tour operator in general. We first turned to ITravel Tashkent when we were going to Issyk Kul, and never regretted it. Everything was as was said at the meeting, without embellishment, as is usually the case in travel agencies. When planning a trip to Thailand, we turned to ITravel Tashkent without hesitation. Everything he offered us, from the hostel to excursions, was just super. The hostel was simply gorgeous - service, cleanliness, location, breakfast. ITravel Tashkent is on call 24 hours, and it seems that he cares about his clients more than they worry about themselves. Thank you again for organizing such a wonderful vacation!!!”
ru_ru: «Наш обзор будет не только о Паттайе, а о туроператоре в целом. Впервые мы обратились в ITravel Tashkent, когда собирались на Иссык-Куль, и ни разу об этом не пожалели. Все было так, как было сказано на встрече, без прикрас, как это обычно бывает в турфирмах. Планируя поездку в Таиланд, мы без колебаний обратились в компанию ITravel Tashkent. Все, что он нам предложил, от хостела до экскурсий, было просто супер. Хостел просто великолепен - сервис, чистота, расположение, завтрак. ITravel Tashkent на связи 24 часа в сутки, и кажется, что он заботится о своих клиентах больше, чем они беспокоятся о себе. Еще раз спасибо за организацию такого чудесного отдыха!!!»
uz_latn_uz: “Bizning sharhimiz nafaqat Pattaya, balki umuman turoperator haqida bo'ladi. Issiqko‘lga ketayotganimizda ilk bor “ITravel Tashkent”ga murojaat qildik va bundan afsuslanmadik. Odatda sayyohlik agentliklarida bo'lganidek, hamma narsa yig'ilishda aytilgandek, bezaksiz edi. Tailandga sayohatni rejalashtirganimizda, hech ikkilanmay ITravel Tashkent kompaniyasiga murojaat qildik. U bizga taklif qilgan hamma narsa, yotoqxonadan tortib ekskursiyalargacha, shunchaki ajoyib edi. Xostel shunchaki ajoyib edi - xizmat ko'rsatish, tozalik, joylashuv, nonushta. ITravel Tashkent 24 soat qo'ng'iroq qiladi va u o'z mijozlari haqida qayg'urishdan ko'ra ko'proq qayg'urayotganga o'xshaydi. Shunday ajoyib dam olishni tashkil qilganingiz uchun yana bir bor rahmat!!!”

# otziv3
source: “An unforgettable trip to Italy! We didn’t even imagine that this country is so beautiful, there are many historical places. We took a group tour of Italy classic, the group was very cheerful and many thanks to the guide, he really became like family to us, he told us everything! The tour was organized for us by ITravel Tashkent, she was constantly in touch, but before the trip we had clear instructions on places to stay and visit! The tour was very inexpensive, everything corresponded to price and quality, Yana warned that the hotels were 3-4* on the tour - they really were! We will plan our vacation only with this company ITravel-Tashkent, you guys are great! Thank you very much for your work! Now I recommend your company to all my friends! I wish you success!"
ru_ru: «Незабываемое путешествие в Италию! Мы даже не предполагали, что эта страна настолько прекрасна, здесь много исторических мест. Брали групповую экскурсию по Италии классическую, группа была очень весёлая и огромное спасибо гиду, она нам действительно стала как родная, всё рассказала! Тур нам организовала компания ITravel Tashkent, она постоянно была на связи, но перед поездкой у нас были четкие инструкции по местам проживания и посещения! Тур оказался очень недорогим, все соответствовало цене и качеству, Яна предупредила, что отели на туре 3-4* - они действительно были! Отдых будем планировать только с этой компанией Itravel-Tashkent, вы молодцы! Большое спасибо за вашу работу! Теперь рекомендую вашу компанию всем своим друзьям! Желаю тебе успеха!"
uz_latn_uz: “Italiyaga unutilmas sayohat! Biz bu mamlakat juda go'zal, tarixiy joylar ko'pligini tasavvur ham qilmaganmiz. Biz Italiya klassikasiga guruhli sayohat qildik, guruh juda quvnoq edi va gidga katta rahmat, u haqiqatan ham biz uchun oiladek bo'ldi, u bizga hamma narsani aytdi! Ekskursiya biz uchun ITravel Tashkent tomonidan tashkil etilgan, u doimo aloqada bo'lgan, ammo sayohatdan oldin bizda qolish va tashrif buyurish uchun joylar haqida aniq ko'rsatmalar bor edi! Ekskursiya juda arzon edi, hamma narsa narx va sifatga to'g'ri keldi, Yana mehmonxonalar turda 3-4 * ekanligi haqida ogohlantirdi - ular haqiqatan ham shunday edi! Ta'tilimizni faqat shu ITravel-Tashkent kompaniyasi bilan rejalashtiramiz, sizlar zo'rsizlar! Ishingiz uchun katta rahmat! Endi men sizning kompaniyangizni barcha do'stlarimga tavsiya qilaman! Sizga muvaffaqiyatlar tilayman!"

source: Our Testimonails
ru_ru: Наши Отзывы
uz_latn_uz: Bizning Sharhlarimiz

source: Payment methods
ru_ru: Способы оплаты
uz_latn_uz: To'lov usullari

# phone
source: Phone Number:
ru_ru: Номер телефона:
uz_latn_uz: Telefon raqam:

# popular_tours
source: Most Popular Tours
ru_ru: Самые популярные туры
uz_latn_uz: Eng mashhur sayohatlar

source: Quick booking
ru_ru: Быстрая бронь
uz_latn_uz: Tez bron qilish

# quick_booking_text
source: Fast booking to save your costs
ru_ru: Быстрое бронирование для экономии ваших затрат
uz_latn_uz: Xarajatlaringizni tejash uchun tezkor bron qilish

source: Quick links
ru_ru: Быстрые ссылки
uz_latn_uz: Tez havolalar

# reliable_tour
source: Reliable Tour Package
ru_ru: Надежный турпакет

# reserved
source: All Right Reserved
ru_ru: Все права защищены
uz_latn_uz: Barcha huquqlar himoyalangan

source: Send Message
ru_ru: Отправить сообщение
uz_latn_uz: Xabar yuborish

# start_planning
source: Start planning your dream trip today!
ru_ru: Начните планировать путешествие своей мечты уже сегодня!
uz_latn_uz: Bugun orzuingizdagi sayohatni rejalashtirishni boshlang!

source: Subscribe
ru_ru: Подписаться
uz_latn_uz: Obuna boʻling

# top_destinations
source: Top destination
ru_ru: Лучшие направления
uz_latn_uz: Eng yaxshi yo'nalishlar

# top_tours
source: Featured Tours
ru_ru: Рекомендуемые туры
uz_latn_uz: Tavsiya etilgan sayohatlar

source: Tours
ru_ru: Туры
uz_latn_uz: Ekskursiyalar

source: Tour Guide
ru_ru: Туристический гид

source: Tour List
ru_ru: Список туров
uz_latn_uz: Turlar ro'yxati

# travelers_texts
source: Good Reviews By Clients
ru_ru: Хорошие Отзывы Клиентов
uz_latn_uz: Mijozlar Tomonidan Yaxshi Sharhlar

# travel_happinies
source: Travel happiness
ru_ru: Счастье в путешествии
uz_latn_uz: Qiziqarli sayohat

# trusted_agency
source: Trusted Travel Agency
ru_ru: Надежное туристическое агентство
uz_latn_uz: Ishonchli sayyohlik agentligi

# year_experiance
source: Years Experiences
ru_ru: Многолетний опыт
uz_latn_uz: Yillik Tajriba
